<?php
// Heading
$_['heading_title']				     = 'Благодарим за интерес к товарам %s';

// Text
$_['text_title']        			= 'Кредитная / Дебетовая Карта (Paygine)';
$_['text_success']      			= '<b>Ваш платеж проведен успешно.</b>';
$_['text_success_wait']	 			= '<b><a href="%s">Далее</a></b>';
$_['text_failure']      			= '<b>Произошла ошибка.</b>';
$_['text_failure_wait']	 			= '<b><a href="%s">Далее</a></b>';
$_['text_error']					= '<b>Произошла ошибка. Пожалуйста, свяжитесь с администрацией Интернет-магазина.</b>';
$_['text_error_code']				= 'Код ошибки: %s.';
$_['text_commission']				= '<b><span class="required">*</span> Комиссия платежной системы &ndash; %s %s </b>';

$_['text_reason_0']					= 'Платеж отклонен. Пожалуйста, попробуйте выполнить платеж позднее или обратитесь в Интернет-магазин.';
$_['text_reason_1']					= 'Ваш платеж проведен успешно.';
$_['text_reason_2']					= 'Платеж отклонен. Возможные причины: недостаточно средств на счете, были указаны неверные реквизиты карты, по Вашей карте запрещены расчеты через Интернет. Пожалуйста, попробуйте выполнить платеж повторно или обратитесь в Банк, выпустивший Вашу карту.';
$_['text_reason_3']					= 'Платеж отклонен. Пожалуйста, обратитесь в Банк, выпустивший Вашу карту.';
$_['text_reason_4']					= 'Платеж отклонен. Пожалуйста, обратитесь в Банк, выпустивший Вашу карту.';
$_['text_reason_5']					= 'Платеж отклонен. Пожалуйста, обратитесь в Банк, выпустивший Вашу карту.';
$_['text_reason_6']					= 'Платеж отклонен. Возможные причины: недостаточно средств на счете, были указаны неверные реквизиты карты, по Вашей карте запрещены расчеты через Интернет. Пожалуйста, попробуйте выполнить платеж повторно или обратитесь в Банк, выпустивший Вашу карту.';
$_['text_reason_7']					= 'Платеж отклонен. Пожалуйста, обратитесь в Интернет-магазин.';
$_['text_reason_8']					= 'Платеж отклонен. Пожалуйста, обратитесь в Интернет-магазин.';
$_['text_reason_9']					= 'Платеж отклонен. Пожалуйста, обратитесь в Интернет-магазин.';
$_['text_reason_10']				= 'Платеж отклонен. Пожалуйста, обратитесь в Банк, выпустивший Вашу карту.';
$_['text_reason_11']				= 'Платеж отклонен. Пожалуйста, обратитесь в Банк, выпустивший Вашу карту.';
$_['text_reason_12']				= 'Платеж отклонен. Возможные причины: недостаточно средств на счете, были указаны неверные реквизиты карты, по Вашей карте запрещены расчеты через Интернет. Пожалуйста, попробуйте выполнить платеж повторно или обратитесь в Банк, выпустивший Вашу карту.';
$_['text_reason_13']				= 'Платеж отклонен. Пожалуйста, попробуйте выполнить платеж позднее или обратитесь в Интернет-магазин.';
$_['text_reason_14']				= 'Платеж отклонен. Пожалуйста, обратитесь в платежную систему, электронными деньгами которой Вы пытаетесь оплатить заказ.';

?>